Repository: ha0rex/upd8-feedback
Catalog: languages/upd8-feedback-*.po
Languages: hu_hu

source: Display skip button
hu_hu: Kihagy gomb megjelenítée

source: Slide to next automatically
hu_hu: Automatikus lapozás

source: Prevent duplicated form fills (Cookie)
hu_hu: Űrlap többszöri kitöltésének megakadályozása (Cookie)

source: Prevent duplicated form fills (IP)
hu_hu: Űrlap többszöri kitöltésének megakadályozása (Űrlap)

source: Stars color
hu_hu: Csillagok színe

source: Stars color (hover)
hu_hu: Csillagok színe (hover)

source: Stars color (active)
hu_hu: Csillagok színe (aktív)

source: Form Fills
hu_hu: Űrlap kitöltések

source: Hostname
hu_hu: Hosztnév

source: %s individual IPs
hu_hu: %s egyedi IP cím

source: Skip
hu_hu: Kihagy

source: You have already filled this form.
hu_hu: Már kitöltötted ezt az űrlapot.

source: Feedback
hu_hu: Visszajelzések

source: Feedback form
hu_hu: Visszajelzési űrlap

source: Add new
hu_hu: Új létrehozása

source: Add new Feedback form
hu_hu: Új Visszajelzési űrlap lérehozása

source: Edit Feedback form
hu_hu: Visszajelzési űrlap szerkesztése

source: New Feedback form
hu_hu: Új Visszajelzési űrlap

source: View Feedback form
hu_hu: Visszajelzési űrlap megtekintése

source: No Feedback forms found
hu_hu: Nem található Visszajelzési űrlap

source: Prologue
hu_hu: Bevezető

source: Conclusion
hu_hu: Zárszó

source: Questions
hu_hu: Kérdések

source: Warning! Reordering or modifying questions on an existing form can cause confusion while reading stats. If you still want to do that, it's recommended to create a new form istead.
hu_hu: Vigyázz! Kérdések áthelyezése vagy módosítása később megzavarhat a statisztikák böngészése közben! Ha mégis ezt szeretnéd tenni, ajánlatos inkább egy új űrlapot készíteni.

source: Question
hu_hu: Kérdés

source: Date
hu_hu: Dátum

source: AVG
hu_hu: Átlag

source: Previous
hu_hu: Előző

source: Next
hu_hu: Következő

source: Let's go!
hu_hu: Indulás!

source: Close
hu_hu: Bezárás

source: A Fedback plugin for WordPress
hu_hu: Egy WordPress plugin felasználói visszajelzések begyűjtésére.
